IDEA Open Model
LineSupport.IsPressureOnlyY Property
 pressure only for Y
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public bool IsPressureOnlyY { get; set; }
Public Property IsPressureOnlyY As Boolean
	Get
	Set
public:
property bool IsPressureOnlyY {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace